import React from "react";
import building from "../assets/building.jpeg";
import "../styles/About.css";
function About() {
  return (
    <div className="about">
      <div
        className="aboutTop"
        style={{ backgroundImage: `url(${building})` }}
      ></div>
      <div className="aboutBottom">
        <h1>회사소개 </h1>
        <p>
          K-FOOD는 한류 열풍을 선도하는 주역이 되었습니다. 다양한 언론을 통해
          세계와 소통한 이차돌 또한 K-FOOD의 한 축으로서 그 이목이 집중되고
          있습니다.외식 전문 기업 (주)다름플러스 경험을 성공으로 바꾸는 기술이
          있습니다.모든 소비 계층이 만족할 수 있는 외식 비즈니스 모델의 완성
          무게감이 다른 다 브랜드를 운영하며 소비자의 소비패턴을 분석하고 재편을
          반복하며 완벽한 외식 비즈니스 모델을 완성합니다. 경쟁력
          바로가기.남녀노소 부담없이 맛있게 즐기는 이차돌, 고깃집 브랜드 기획의
          교과서가 되다 수년간의 철저한 기획을 통해 론칭한 ‘이차돌’은 다
          브랜드의 노하우를 기반으로 완벽한 외식 비즈니스 모델이 되었습니다.다름
          + 가 걸어온 길 고객님과 가맹점주님들의 행복을 위하여 계속해서
          전진하겠습니다.
        </p>
        <p>
          K-FOOD는 한류 열풍을 선도하는 주역이 되었습니다. 다양한 언론을 통해
          세계와 소통한 이차돌 또한 K-FOOD의 한 축으로서 그 이목이 집중되고
          있습니다.외식 전문 기업 (주)다름플러스 경험을 성공으로 바꾸는 기술이
          있습니다.모든 소비 계층이 만족할 수 있는 외식 비즈니스 모델의 완성
          무게감이 다른 다 브랜드를 운영하며 소비자의 소비패턴을 분석하고 재편을
          반복하며 완벽한 외식 비즈니스 모델을 완성합니다. 경쟁력
          바로가기.남녀노소 부담없이 맛있게 즐기는 이차돌, 고깃집 브랜드 기획의
          교과서가 되다 수년간의 철저한 기획을 통해 론칭한 ‘이차돌’은 다
          브랜드의 노하우를 기반으로 완벽한 외식 비즈니스 모델이 되었습니다.다름
          + 가 걸어온 길 고객님과 가맹점주님들의 행복을 위하여 계속해서
          전진하겠습니다.
        </p>
        <p>
          K-FOOD는 한류 열풍을 선도하는 주역이 되었습니다. 다양한 언론을 통해
          세계와 소통한 이차돌 또한 K-FOOD의 한 축으로서 그 이목이 집중되고
          있습니다.외식 전문 기업 (주)다름플러스 경험을 성공으로 바꾸는 기술이
          있습니다.모든 소비 계층이 만족할 수 있는 외식 비즈니스 모델의 완성
          무게감이 다른 다 브랜드를 운영하며 소비자의 소비패턴을 분석하고 재편을
          반복하며 완벽한
        </p>
      </div>
    </div>
  );
}

export default About;
